Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: The students who are selected trough the CFP process (please see below "Submitting a Talk") will have their own booth where they can present talks and interact with the audience to get feedbacks from them.
ja: CFP の選考にパスした学生の方 (下記の 「発表者としての申し込みについて」を参照) には各自専用のブースが提供されますので、そこで発表し、参加者と交流し、彼らからフィードバックを受けることができます。

source: The technical steering committee will provide leadership on the code merge and guide the technical direction of ONAP.
ja: Technical Steering Comittee (技術運営委員会) はコードのマージについて指導力を発揮し、ONAP の技術的な方向性を示します。

source: The telecommunications industry is accelerating innovation and interoperability in the management and orchestration of NFV applications, and Red Hat is enthusiastic about helping to advance this industry trend.
ja: 通信業界は、NFVアプリケーションの管理やオーケストレーションにおける技術革新と相互運用性を加速しており、Red Hatはこの業界トレンドの促進支援に取り組んでいます。

source: The theme of the 2017 event is ‘Harmonize, Harness, Consume’.
ja: 同イベントの 2017 年のテーマは ‘Harmonize, Harness, Consume (調和、活用、消費)’ です。

source: The third version of the UCB was recently released and is on display at CES 2017 in the AGL Demo Suite at the Bellagio Hotel.
ja: UCB の第 3 版 は最近リリースされ https://www.linuxfoundation.jp/announcements/automotive-grade-linux-releases-open-infotainment-platform-built-by-automakers-and 、CES 2017 の AGL デモ スイート https://www.automotivelinux.org/news/events/2017-01-05/ces-2017 (Bellagio ホテル) に出展されています。

source: The use of the mark cannot imply that The Linux Foundation or its projects are sponsoring or endorsing the product.
ja: 標識の使用は、The Linux Foundation またはその配下のプロジェクトがその製品を支援していること、または賛同していることを意味しません。

source: The xRAN Foundation was formed to develop, standardize and promote an open alternative to the traditionally closed, hardware-based RAN architecture.
ja: xRAN Foundation は、従来の閉じられたハードウェア ベースの RAN アーキテクチャに代わるオープンなアーキテクチャを開発、標準化、および促進するために結成されました。

source: The “Linux®” Trademark
ja: 商標としてのLinux®

source: There are also some basic rights that everyone has to use any trademark, which are often referred to as “fair use,” and The Linux Foundation does not intend to restrict those rights.
ja: どんな商標を使うときにも、しばしば「フェア ユース」と呼ばれる誰にも認められた一定の基本的な権利があります。The Linux Foundation はそのような権利を制限する意図はありません。

source: There are no discounts for the lifetime Linux.com Email Add-On.
ja: ライフタイム linux.com 電子メール アドオン用のディスカウントはありません。

source: There are no other discounts available on the Individual Supporter fees.
ja: これ以外では、個人サポーター費用が安くなる特典はありません。

source: There are some basic rules that apply to any use of any trade or service mark that you do not own, including any mark of The Linux Foundation, without the express permission of the owner.
ja: ここでは、The Linux Foundation の標識を含め、あなたが所有していない商標やサービス標識を、所有者から明示的な許可を得ていない状態で利用する際の基本ルールを説明します。

source: There is a complimentary add-on option on the registration form to join the conference, available only to Open Source Summit Japan attendees.
ja: Open Source Summit Japan の参加者の方に限り、登録フォームに Automotive Linux Summit 優待登録のアドオン オプションがあります。

source: There is an annual fee of $49.00 USD for becoming an Individual Supporter.
ja: 個人サポーターになるための年会費のことです。45 米ドルです。

source: There will be more information to share about this project in the coming weeks.
ja: このプロジェクトの詳細情報は、来週以降に発表される予定です。

source: There’s simply no other event where the leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組む唯一のイベントです。

source: These allow organizations of every size to ensure consistent compliance management processes in the open source supply chain.
ja: これらを利用すれば、あらゆる規模の企業がオープンソース ソフトウェア サプライチェーンで一貫性のあるコンプライアンス管理プロセスを確実に履行できます。

source: These are like the authorization charges used by hotels and gas stations to test validity of a credit card.
ja: これはホテルやガソリン スタンドなどがクレジット カードを確認する際に使用する承認料金のようなものです。

source: These events are made possible thanks to Strategic Sponsor Huawei and Diamond Sponsor Intel.
ja: このイベントは、ストラテジック スポンサーである Huawei 社とダイアモンド スポンサーである Intel 社の支援により実現しています。

source: These events will help spread open source further, and increase collaboration and sharing between open source professionals around the world.”
ja: これらのイベントがさらにオープン ソースを拡散し、世界中のオープン ソース プロフェッショナルによるコラボレーションと共有活動を促進するでしょう。」

source: These include Automotive Grade Linux, the project creating open source solutions for automotive applications; the community-led Yocto Project, which has developed an embedded Linux development environment; and the Long Term Support Initiative, which is devoted to the maintenance of a common Linux base for use in consumer electronics products.
ja: ルネサスが精力的に関与しているLinux Foundationプロジェクトの例として、Automotive Grade Linux (自動車アプリケーション向けのオープン ソース ソリューションを開発するプロジェクト)、コミュニティ主導のYocto Project (組込みLinux開発環境を開発したプロジェクト)、Long Term Support Initiative (消費者家電製品で使用される共通のLinuxベースのメンテナンスに取り組むプロジェクト) などが挙げられます。

source: These organizations include AT&T, China Unicom, Comcast, Google, NTT Communications Corp., SK Telecom Co. Ltd., Verizon, Ciena Corporation, Cisco Systems, Inc., Fujitsu Ltd., Intel Corporation, NEC Corporation, Nokia, Radisys and Samsung Electronics, Co.
ja: たとえば、AT&T、China Unicom、Comcast、Google、NT コミュニケーションズ、SK Telecom、Verizon、Ciena、Cisco Systems、富士通、Intel、日本電気、Nokia、Radisys、Samsung などです。

source: These really small (1.78 mm in diameter) donut shaped cores were used in memories to store information.
ja: これらのとても小さな（直径1.78ｍｍ）ドーナツ型のコアが、メモリで情報を保存するために使用されました。

source: They have each distinguished themselves for their continued support for kernel development and for key projects that surround Linux.”
ja: カーネル開発や、Linux関連の主要プロジェクトに対する彼らの継続的なサポートはあまりにも有名です。」

source: They include Platinum member Reliance Jio; Silver members Ciena, Microsoft, New H3C Technologies Co., Ltd. and Wind River; and Associate member Open Networking Foundation.
ja: 今回は、プラチナ メンバーとしてReliance Jio、シルバー メンバーとしてCiena、Microsoft、New H3C Technologies Co., Ltd.、Wind River、アソシエイト メンバーとしてOpen Networkingが加盟しました。

source: They take the places of outgoing Board member Alan Clark of SUSE and Hisashi Hashimoto of Hitachi, who has moved to a Platinum Director seat.
ja: 彼らは、従来のボード メンバーであったSUSEのAlan Clark氏と日立製作所の橋本尚氏に代わる形となります。なお、橋本氏はプラチナ メンバー代表のボード メンバーに就任しています。

source: They're also the ripest recruiting grounds in today's technology landscape.
ja: また技術分野における最も成熟した人材供給地でもあります。

source: They’re also the ripest recruiting grounds in today’s technology landscape.
ja: また技術分野における最も成熟した人材供給地でもあります。

source: Think of a talk that relates to the open source projects.
ja: オープン ソース プロジェクトに関する発表内容を選択します。

source: Think of a title for your talk and prepare a short (150 words maximum) abstract describing what you want to talk about.
ja: プレゼンテーションのタイトルを決め、発表内容を150 語以内に簡単にまとめて準備します。

source: This and the next wave of open networking will be themes of the upcoming Open Networking Summit (ONS), to be held April 3-6, 2017 in Santa Clara, CA.
ja: ネットワークの現状と今後については、2017 年 4 月 3 日 ～ 6 日に開催される Open Networking Summit (ONS) http://events.linuxfoundation.org/events/open-networking-summit のテーマでもあります。

source: This co-location ensures Vault attendees will be able to meet and collaborate with the top minds in open source storage and filesystems.
ja: したがって、これと同じ会場で行われる Vault の参加者には、オープン ソースのストレージやファイルシステムの精鋭たちと出会い、協業できる可能性があります。

source: This collaborative development model is helping technology advance at a rapid pace in a way that benefits individuals and organizations around the world.
ja: この共同開発モデルがテクノロジの急成長を助け、世界中の人々や組織に恩恵をもたらしています。

source: This collaborative partnership will lead to a symbiotic relationship between standards or API specs, and reference implementation, creating a virtuous cycle whereby specs help improve the reference implementation, and experience with the reference implementation will lead to revised and improved specs.
ja: 今回の連携で標準や API 仕様とリファレンス実装の間に共生関係が生まれるため、仕様がリファレンス実装の改良を促進し、リファレンス実装の経験が仕様の改訂・改善を生む、という好ましいサイクルを作り出します。

source: This course has been designed to help individuals in roles that touch open source, including business executives, the legal team, software architects, software developers, software maintainers and product managers, understand the key aspects of the other roles.
ja: 同コースは、オープン ソースに触れる役割にある人々 (管理者層、リーガル チーム、ソフトウェアのアーキテクト・開発者・メンテナー、プロダクト マネージャーなど) が他の役割の主要な側面について理解できるように開発されたものです。

source: This document is the seventh in a series of regular updates, which have been published roughly annually since 2008.
ja: 今回は、2008 年以降毎年のように公開されているレポートの第 7 版です。

source: This includes significant participation in and contributions to Linux Foundation projects such as Open Network Automation Platform (ONAP), Cloud Foundry and Open vSwitch, as well as other open source projects including OpenStack.
ja: Open Network Automation Platform (ONAP)、Cloud Foundry、Open vSwitch などの Linux Foundation プロジェクトはもとより、OpenStack をはじめとするその他のオープン ソース プロジェクトに重要な貢献・参加を行っています。

source: This indicates a level of EXPOSED: One or more essential elements of OSS management are not addressed by current practices causing the LFJ to be exposed to unnecessary risk.
ja: これは EXPOSED (危険) レベルであり、OSS マネージメントの 1 つ以上の基本要素が実行されていないため、.... が不要なリスクにさらされていることを示しています。

source: This is a statement of The Linux Foundation’s trademarks and its policy and guidelines relating to use of trademarks owned by The Linux Foundation and used by projects under The Linux Foundation.
ja: 本文書は、The Linux Foundation の商標について、また、The Linux Foundation が所有権を有する、さらには、同組織配下のプロジェクトが使用する商標の使用に関連したポリシーおよびガイドラインを記述しています。

source: This is a unique opportunity for university students interested in open source development.
ja: オープン ソースの開発に興味のある学生にとって、またとないチャンスです。

source: This is a very fragmented process and the Cloud Native Computing Foundation aims to help make it simpler to assemble these moving parts by driving alignment among technologies and platforms.
ja: これは極めて断片化したプロセスであり、Cloud Native Computing Foundation は、各技術やプラットフォーム間の連携を促進することにより、このような可動部分にシンプルに対処できるようにします。

source: This is an exclusive invitation-only event.
ja: これは招待者限定のレセプションです。

source: This is just one example of how Daimler willingly accepts the challenge of meeting its responsibility towards society and the environment.
ja: これは、Daimler が社会や環境に対して果たすべき企業責任をいかに積極的に受け入れているかを示す一例に過ぎません。

source: This is the industry’s preeminent event for developers looking to increase cloud-native skills, with offerings that include its on-site Developer Certification program and speaking tracks dedicated to Java and Node.js, as well as how to develop in a polyglot environment.
ja: これはクラウドネイティブなスキルを高めたい開発者向けに開催される重要な業界イベントで、オンサイトのDeveloper Certificationプログラム、JavaやNode.js専用の講演トラック、多国語環境の開発手法などのオファーリングが用意されています。

source: This is the only event providing space for education and collaboration designed specifically to advance the open cloud.
ja: これは、オープン クラウドを進化させるための教育と協業の場を提供する唯一のイベントです。

source: This new set of members’ combined backgrounds and experiences will be invaluable to the community, as we strive to increase production deployments through this year.”
ja: 今年私たちはプロダクション デプロイメントを増やそうとしているので、こうした新しいメンバーのバックグラウンドや経験が加わることは、コミュニティにとって得難いものとなるでしょう。」

source: This opportunity can be taken by multiple companies together.
ja: このコーナーは、複数企業が共同で主催できます。

source: This page is an attempt to track ongoing developments in the Linux development community that have a good chance of appearing in a mainline kernel and/or major distributions sometime in the near future.
ja: このページでは、Linux の開発コミュニティーで現在進行中の開発をトラッキングしています。これらの開発結果はメインラインカーネルに採用され、近い将来メジャーな Linux ディストリビューションに取り入れられていく可能性の高いものです。

source: This policy attempts to strike the proper balance between two competing interests: 1) the need of The Linux Foundation to ensure that its trademarks remain reliable indicators of the qualities that they have been created to preserve and 2) the need of The Linux Foundation to ensure that community members are able to discuss the projects with which The Linux Foundation is associated and to accurately describe the relationship between The Linux Foundation and the products and services offered by others.
ja: 本ポリシーは、以下のような 2 つの競合する利益間の正しいバランスをとることを試みています。(1) The Linux Foundation の商標が、常に高い品質を保つべく作られたことを示す信頼できる指標であることを保証する必要性。(2) コミュニティのメンバーが The Linux Foundation と関係の深いプロジェクトにて共に議論することができ、The Linux Foundation とコミュニティの提供する製品・サービスとの関係を正確に表すことの必要性。

source: This survey is closed.
ja: この調査は終了しました。

source: This survey is meant to be a sample of what The Linux Foundation can provide by way of expertise.
ja: この調査には、The Linux Foundation の知識と経験が生かされています。

source: This transformation uses software-defined networking and network function virtualization to make AT&T’s network faster, simpler and more scalable.
ja: ソフトウェアデファインド ネットワークやネットワーク機能仮想化を使用して、AT&Tのネットワークをより速く、シンプルに、スケーラブルなものにします。

source: This ultimately reduces development costs, decreases time-to-market for new products and reduces fragmentation across the industry.
ja: これによって最終的に開発コストが減り、新製品の市場投入時間が短縮され、業界全体の断片化が削減されます。

source: This will help achieve operational scale and efficiency as well as ease interoperability.
ja: これにより、事業規模拡大、効率化、および円滑な相互運用性の実現が促進されます。

source: This work is inspired by the Mozilla Foundation Trademark Policy and the GNOME Trademark Licensing.
ja: 本文書は、Mozilla Foundation の商標ポリシー、および、GNOME Trademark Licensing に想を得ています。

source: This year's event will take place at the Tokyo Conference Center Ariake in Tokyo, Japan.
ja: 今年のイベントは、東京コンファレンスセンター・有明で開催されます。

source: This, and many more fun facts can be learned on this tour!
ja: このような興味深い事実がこのツアーで学べます。

source: Those who register to attend by February 19 will save over $800 over late registration pricing.
ja: 2 月 19 日までに参加登録 http://events.linuxfoundation.org/events/open-networking-summit/attend/register?utm_source=press-release&utm_campaign=ons17&utm_medium=press すると、直前登録よりも $800 ドル安い料金で登録できます。

source: Those who register to attend by March 19 will save over $600 over late registration pricing.
ja: 3 月 19 日までに参加登録 http://events.linuxfoundation.org/events/open-networking-summit/attend/register?utm_source=press-release&utm_campaign=ons17&utm_medium=press すると、直前登録よりも $600 ドル安い料金で登録できます。

source: Those wishing to engage in further learning, may enroll for the online, self-paced LFC210 - Fundamentals of Professional Open Source Management course for $179.
ja: さらに詳細に学びたい方は、オンラインの自主学習コース LFC210 - Fundamentals of Professional Open Source Management https://training.linuxfoundation.org/linux-courses/open-source-compliance-courses/fundamentals-of-professional-open-source-management?utm_source=press-release&utm_medium=press (プロフェッショナル オープン ソース マネージメントの基礎)($179) も受講できます。

source: Thought Leadership
ja: アイデアや思想の発信・共有

source: Thought leadership
ja: 業界のオピニオンをリードできる

source: Three events in one, Open Source Summit Japan is a technical conference where 600+ open source developers, users and other professionals will convene to collaborate, share information and learn about the latest in open technologies, including Linux, containers, cloud computing and more.
ja: 3つのイベントが1つになった Open Source Summit Japanには、600 人以上のオープン ソース開発者やユーザーなどのプロフェッショナルが集結し、Linux、コンテナ、クラウド コンピューティングをはじめとする最新のオープン技術について協業し、情報共有し、学びます。

source: Through its industry first VoLTE, VoWiFi, Advanced Messaging (RCS), Multi ID, Visual Voicemail and Cloud RAN solutions, Mavenir’s platform and mobile expertise will be an asset to the project as it develops cutting-edge use cases like IoT and 5G.
ja: 業界初のVoLTE、VoWiFi、高度メッセージ機能 (RCS)、マルチ ID、ビジュアル ボイスメール、およびクラウドRANソリューションなどを通して、Mavenirのプラットフォームとモバイル技術は、IoTや5Gなどの最先端ユースケースを開発する同プロジェクトの資産となるでしょう。

source: Time: 8:30 am - 7:00 pm
ja: 時間：午前8:30 ～ 午後7:00

source: Time: 9:00 am - 6:00 pm (times subject to change)
ja: 時間: 午前 9:00 ～ 午後 6:00 (変更の可能性あり)

source: Title*
ja: 役職*

source: To address these challenges and transform the RAN architecture, CORD Project and xRAN are bringing together two ecosystems of leading service providers, vendors, innovators and open source communities.
ja: これらの課題に対処して RAN アーキテクチャを改良するために、CORD プロジェクトと xRAN は 2 つのエコシステムの主要なサービス プロバイダー、ベンダー、イノベーター、およびオープン ソース コミュニティを集結させます。

source: To apply for travel funding, please visit https://events.linuxfoundation.org/travel-request/request.
ja: 旅費などの申請については、こちらを参照してください。 https://events.linuxfoundation.org/travel-request/request

source: To apply, fill out the scholarship application.
ja: 応募する方は、こちらのスカラーシップ申し込み書に必要事項を入力してください。

source: To apply, please fill out the scholarship application.
ja: 応募する方は、こちらのスカラーシップ申し込み書に必要事項を入力してください。

source: To encourage and increase the participation of a diverse community, we are pleased to offer diversity and need-based registration scholarships, as well as travel funding, to our conferences.
ja: 多様性のあるコミュニティ参加を強化するために、多様性と経済支援を目的とした登録割り引き制度や旅費支援プログラムを提供しています。

source: To get started, please provide your name and email address.
ja: アンケートにお答えいただく前に、お名前と電子メール アドレスを入力してください。

source: To learn more about Linux Foundation membership or to join the organization, visit https://www.linuxfoundation.org/members/join.
ja: Linux Foundation メンバーシップの詳細や加盟方法などについては、下記のサイトを参照してください。 https://www.linuxfoundation.jp/members/join

source: To learn more, visit: http://www.cloudfoundry.org.
ja: 詳細については、http://www.cloudfoundry.org を参照してください。

source: To learn more, visit: https://www.hyperledger.org/.
ja: 詳細についてはこちらを参照してください。https://www.hyperledger.org/

source: To prevent spam from bots to our Individual Supporters, we do not provide an online tool to check whether a certain alias is available.
ja: 個人サポーターをスパム メールから守るために、The Linux Foundation では利用可能なエイリアスをチェックするオンライン ツールを提供していません。

source: To purchase additional passes, please go to https://www.regonline.com/OSSJ17 - choose "Attendee Registration" (NOT Sponsor Registration) and enter the discount code.
ja: 追加入場券を購入するには、https://www.regonline.com/OSSJ17 で "Attendee Registration" ("Sponsor Registration"ではありません) をクリックし、ディスカウント コードを入力してください。

source: To register for the reception, please add your VIP Reception code in the "VIP Reception" section of the Add-on page when registering for the conference.
ja: レセプションに登録する方は、カンファレンス登録サイトのアドオン ページにある "VIP Reception" 欄にVIPレセプション コードを入力してください。

source: To register, please go to https://www.regonline.com/OSSJ17 - choose "Sponsor Registration" and enter your unique company access code.
ja: 無料で登録するには、https://www.regonline.com/OSSJ17 で "Sponsor Registration" をクリックし、各社専用のアクセス コードを入力してください。

source: To see a full list of Hyperledger Project's member companies, visit: https://www.hyperledger.org/about/members.
ja: Hyperledger プロジェクトのメンバー一覧は、こちらのページでご確認いただけます。 https://www.hyperledger.org/about/members

source: To see a full list of member companies, visit: https://www.hyperledger.org/about/members.
ja: Hyperledger プロジェクトのメンバー一覧は、こちらのページでご確認いただけます。 https://www.hyperledger.org/about/members

source: To verify your status as a student, please go here.
ja: 学生として申請したい方はこちら https://identity.linuxfoundation.org/eform/submit/student-verification-application から申請してください。

source: Today, AT&T transitions proven, scalable and production-ready ECOMP software into open source under The Linux Foundation.
ja: また AT&T は、実績あるスケーラブルなプロダクション レディの ECOMP ソフトウェアを The Linux Foundation のもとでオープン ソース化します。

source: Today, as the Vice President of Operations, Networking & Orchestration for The Linux Foundation, Phil uses this breadth of business, technical and open source experience to guide leading networking and telecom organizations to participate in and leverage open source projects to deliver rapid, disruptive innovation to their customers at an unprecedented rate.
ja: 現在は、The Linux Foundationのオペレーション、ネットワーク、およびオーケストレーション担当のバイスプレジデントとして、ビジネス、技術、およびオープン ソースに関する広範な知識と経験を生かし、ネットワーク企業や通信企業がオープン ソース プロジェクトへの参加・利用によって、空前の勢いで彼らの顧客に迅速かつ破壊的なイノベーションを提供できるよう指導しています。

source: Today’s new members recognize that ONAP will disrupt the market, automating the network to deliver efficiencies and business agility to carriers and vendors alike.
ja: 今回加盟したメンバーは、ONAPが市場を劇的に変え、ネットワークを自動化して通信企業やベンダーに効率性とビジネス アジリティを提供することを見抜いています。

source: Together with the worldwide open source community, it is solving the hardest technology problems by creating the largest shared technology investment in history.
ja: The Linux Foundation は世界中のオープン ソース コミュニティと協力して、史上最大の共有技術投資を作り出すことにより、難解な技術問題を解決しています。

source: Top Carriers and Vendors Back Groundbreaking Global Initiative Uniting Two Major Networking and Orchestration Projects
ja: トップクラスの キャリアとベンダーが支援する革新的なグローバル イニシアチブ 代表的な2つのネットワーク&オーケストレーション プロジェクトを統合

source: Top minds from enterprise, cloud & service providers to gather at premier open networking & orchestration event
ja: 大手企業、クラウド プロバイダー、サービス プロバイダーの精鋭が集結 オープン ネットワーキング & オーケストレーションのプレミア イベント

source: Top minds in open source storage and filesystems to gather in Cambridge for two days of learning and collaboration on the future of the field
ja: オープン ソースのストレージとファイルシステムの精鋭がケンブリッジに集結し、同分野の今後について学習・協業する2日間

source: Topics covered include crafting presentation messages, scripting discussions, presenting media and subconscious communications.
ja: プレゼン メッセージの作成、ディスカッションの筋書き、メディアの使い方、潜在意識コミュニケーションなどのテーマを取り上げます。

source: Topics in this free publication include:
ja: 本書のおもなトピックは以下のとおりです。

source: Topics that will be explored at the event include container networking, software-defined data centers, cloud native application development, security, network automation, microservices architecture, orchestration, SDN, NFV and so much more.
ja: たとえば、コンテナ ネットワーキング、ソフトウェアデファインド データ センター、クラウドネイティブ アプリケーション開発、セキュリティ、ネットワーク オートメーション、マイクロサービス アーキテクチャ、オーケストレーション、SDN、NFV などをテーマとするセッションがあります。

source: Topics that will be explored at the event include container networking, software-defined data centers, cloud-native application development, security, network automation, microservices architecture, orchestration, SDN, NFV and so much more.
ja: たとえば、コンテナ ネットワーキング、ソフトウェアデファインド データ センター、クラウドネイティブ アプリケーション開発、セキュリティ、ネットワーク オートメーション、マイクロサービス アーキテクチャ、オーケストレーション、SDN、NFV などをテーマとするセッションがあります。

source: Tour Details
ja: ツアー詳細

source: Tour Schedule
ja: ツアー スケジュール

source: Toyota actively contributes code back to the AGL platform and will be sharing additional code as their next-generation infotainment system is rolled out.
ja: トヨタは積極的にAGLプラットフォームにコードを還元し、同社の次世代インフォテインメント システムの展開に合わせて、新たなコードを共有します。

source: Track will demonstrate the use of Node.js in full stack development and rapid deployment on Cloud Foundry
ja: Cloud Foundry でのフル スタック開発と高速デプロイにおける Node.js の使用を実演

source: Trademarks are used to provide assurance to the community of consistency with respect to the quality of products or services with which the mark is associated.
ja: 商標は、その標識に関連づけられた製品やサービスの品質について、コミュニティに向け一貫性があることを保証するために使われています。

source: Transparent Compliance Processes Build Trust
ja: 透過性のあるコンプライアンス プロセスが信頼を構築

source: Transportation is included in the tour fee.
ja: 交通費はツアー代金に含まれています。

source: Treasurer: Vincent Danno, Director Wireline Standards of the Innovation Technical & Marketing at Orange corporate
ja: 会計：Vincent Danno (Director Wireline Standards of the Innovation Technical & Marketing at Orange corporate)

source: Tsukiji Police Station +81 3-3543-0110 OR 110 1 Chome-6-1 Tsukiji, Chūō-ku, Tōkyō-to 104-0045, Japan
ja: 築地警察署 03-3543-0110 または 110 〒104-0045 東京都中央区築地１丁目６−１

source: Tux’s Bookworms: Attendees are encouraged to bring children’s books to donate as part of The Linux Foundation’s effort to donate 20,000 books gathered at 2017 events.
ja: Tux ’s Bookworms http://events.linuxfoundation.org/events/open-networking-summit/extend-the-experience/book-drive?utm_source=press-release&utm_campaign=ons17&utm_medium=press 2017 年のイベントで集められた 20,000 冊の本を寄付するという The Linux Foundation の取り組みの一環で、来場者にこども向けの本の寄付を呼びかけています。

source: UNLIMITED
ja: 制限なし
